Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: For release testing, the cell-based Bioassay (inhibition of IL36R binding) as described i Section 3.2.S.4.2 Analytical Procedures Bioassay is used.
es_es: Para las pruebas de liberación, se emplea el ensayo biológico basado en células (inhibición de la unión a IL36R), que se describe en la Sección 3.2.S.4.2, Procedimientos analíticos, ensayo biológico.

source: For reporting of pregnancy and all related events, refer to Section 9.5.2.
es_es: En la Sección 9.5.2, se detalla la manera de informar embarazos y todos los eventos relacionados.

source: For restrictions with regard to diet, see Section 9.4.2.2.
es_es: Las restricciones alimentarias se describen en la Sección 9.4.2.2.

source: For routine testing, the analytical procedure given in section P.5.2 is described without the use of an UV detector and will be performed only with a MS detector.
es_es: Para las pruebas de rutina, el procedimiento analítico de la Sección P.5.2 está descrito sin detector UV y solo se llevará adelante con un detector de MS.

source: For safety analyses, only AE start dates and times were imputed (see the TSAP, Appendix 16.1.9.1).
es_es: Para los análisis de seguridad, solo se imputaron las fechas y horas de manifestación de los eventos adversos (ver el Plan de análisis estadístico del ensayo, Apéndice 16.1.9.1).

source: For samples where inhibition or enhancement was detected during verification, the necessary pre-dilution required for routine testing procedure was determined to avoid false negative results.
es_es: Cuando, durante la verificación, ciertas muestras arrojaran inhibición o crecimiento, se estableció una predilución nesesaria ṕara que en los ensayos de rutina no hubiera falsos negativos.

source: For serum creatinine and values based on upon this measurement such as eGFR, baseline was be defined as the mean of all available measurements from the screening visit until start of randomised study medication.
es_es: Para la creatinina sérica y los valores basados en esta medición, como la TFGe, el valor inicial se definió como la media de todas las mediciones existentes desde la visita de selección hasta el inicio de la medicación del estudio aleatorizado.

source: For shared manufacturing equipment used for manufacture of different products, the cleaning process is validated to ensure no cross-contamination.
es_es: Para los equipos de fabricación compartidos utilizados para la fabricación de diferentes productos, el proceso de limpieza se valida para garantizar que no haya contaminación cruzada.

source: For solvent, controls are included in document listed under section 3.2.P.3.3 above
es_es: Para el disolvente, los controles están en los documentos enumerados anteriormente, para la sección 3.2.P.3.3.

source: For some sections, e.g. P.1, no changes regarding the content are made in comparison to documents registered for the currently established filling line SM3.
es_es: En algunas secciones, como P.1, no hay cambios de contenido con respecto a los documentos registrados de la línea de llenado SM3, que es la línea vigente.

source: For specification of the EFF, refer to Section 3.2.P.7.2 Container Closure System - Specification EFF.
es_es: Las especificaciones de las lengüetas de apoyo más amplias se encuentran en la Sección 3.2.P.7.2, Envase y sistema de cierre: especificación de las lengüetas de apoyo más amplias.

source: For specification of the PR, refer to Section 3.2.P.7.2 Container Closure System - Specification Plunger Rod.
es_es: Las especificaciones del vástago del émbolo se encuentran en la Sección 3.2.P.7.2, Envase y sistema de cierre: especificación del vástago del émbolo.

source: For specification of the SnS subassembly, refer to Section 3.2.P.7.2 Container Closure System - Specification SnS Subassembly.
es_es: Las especificaciones del subensamblaje SnS, se encuentran en la Sección 3.2.P.7.2, Envase y sistema de cierre: especificación del subensamblaje SnS.

source: For specification of the glass syringe, refer to Section 3.2.P.7.2 Container Closure System - Specification Glass Syringe.
es_es: Las especificaciones de la jeringa de vidrio se encuentran en la Sección 3.2.P.7.2, Envase y sistema de cierre: especificación de la jeringa de vidrio.

source: For specification of the plunger stopper, refer to Section 3.2.P.7.2 Container Closure System Specification Plunger Stopper.
es_es: Las especificaciones del tapón del émbolo se encuentran en la Sección 3.2.P.7.2, Envase y sistema de cierre: especificación del tapón del émbolo.

source: For specification refer to Section 3.2.S.4.1.
es_es: Véase la especificación en la Sección 3.2.S.4.1.

source: For splitting, pooling, or freezing, designated DS volumes are transferred through a 0.2 μm bioburden reduction filter from a pressurized stainless steel source tank into steam sterilized stainless steel pool tanks or for freezing into steam sterilized stainless steel cryo-vessels.
es_es: Para dividir, agrupar o congelar, los volúmenes definidos de principio activo se transfieren a través de un filtro de 0.2 μm de reducción de contaminación microbiana desde un tanque de acero inoxidable presurizado a tanques de inoculación de acero inoxidable esterilizados con vapor o, para congelar, en recipientes criogénicos de acero inoxidable esterilizados con vapor.

source: For standard multimodal CT, an initial scout view will be followed by non-contrast CT brain, CT perfusion and CT angiography.
es_es: Para la TC multimodal estándar, primero se realizará un topograma, luego una TC cerebral sin contraste, una TC de perfusión y una angiografía por TC.

source: For statistical evaluation of bioequivalence, please refer to Section 11.5.2.3.
es_es: En la Sección 11.5.2.3 se puede encontrar la evaluación estadística de la bioequivalencia.

source: For storage conditions see Chapter 2.3.P.8 and Section 3.2.P.8 Stability.
es_es: En las secciones 2.3.P.8 y 3.2.P.8, Estabilidad, se presentan las condiciones de almacenamiento.

source: For subgroups, patients in subgroup with events/all patients in subgroup (%) are shown.
es_es: Para los subgrupos, se muestran los pacientes con eventos/todos los pacientes del subgrupo (%).

source: For submission in Argentina
es_es: Para presentarse en Argentina

source: For subsequent doses, if the healthcare professional determines that it is appropriate, patients may self- inject or caregivers may administer the Spevigo pre-filled syringe after proper training in subcutaneous injection technique.
es_es: Para las dosis subsiguientes, si así lo considera el profesional de la salud, los pacientes o sus cuidadores pueden aplicarse o aplicar la inyección de la jeringa prellenada de Spevigo, previo entrenamiento en la aplicación de inyecciones subcutáneas.

source: For tank cleaning by cleaning-in-place (CIP) procedures a CIP spray ball is connected to the CIP inlet and cleaning solutions are directed into the tank through the CIP inlet and CIP spray ball.
es_es: Para la limpieza in situ de los tanques, se conecta un rodamiento atomizador específico a la entrada de limpieza in situ y las soluciones de limpieza ingresan al tanque a través del puerto de entrada y el rodamiento atomizador para limpieza in situ.

source: For temperature long-term storage at 30°C and stress conditions at 60°C, the obtained values of the quantitative analytical procedures for each time point are presented graphically in trendplots.
es_es: Para el almacenamiento a largo plazo a 30° C y para las condiciones extremas de 60° C, los valores obtenidos de los procedimientos analíticos cuantitativos en cada momento de medición se presentan gráficamente en diagramas de tendencia.

source: For temperature stress conditions (60°C), instead of the CGE red.
es_es: Para las condiciones extremas de temperatura (60° C), en vez de CGE red.,

source: For temperature stress conditions (60°C), instead of the CGE red. the CGE red. (1st gen.) was used (Table 77).
es_es: Para las condiciones extremas de temperatura (60° C), en vez de CGE red., se usó CGE red. (1ra gen.) (Tabla 77).

source: For temperature stress conditions, 6 months data are available for 40 mg/vial and 25 mg/vial batches (Table 49).
es_es: Para las condiciones extremas de temperatura, se dispone de datos de 6 meses para las partidas de 40 mg/frasco y de 25 mg/frasco (Tabla 49).

source: For temperatures not listed in Table 0008.-2, calculate the maximal permitted conductivity by interpolation between the next lower and next higher data points in the table.
es_es: Para temperaturas que no figuran en la Tabla 0008.-2, la conductividad máxima permitida se calcula interpolando los puntos inmediatamente inferior y superior de la tabla.

source: For test parameters and acceptance criteria applied for post-approval DP stability testing, refer to Section 3.2.P.8.2 Post-approval Stability Protocol and Stability Commitment.
es_es: En la Sección 3.2.P.8.2, Protocolo de estabilidad y compromisos de estabilidad posteriores a la aprobación, pueden consultarse los parámetros analíticos y criterios de aceptación aplicados en las pruebas de estabilidad del medicamento posteriores a la aprobación.

source: For that reason, it is proposed to introduce the impurity NDMA as specified impurity for empagliflozin / metformin hydrochloride film-coated tablets at release and shelf life.
es_es: Por ello, se propone introducir la impureza NDMA como impureza especificada de los comprimidos recubiertos de empagliflozina / clorhidrato de metformina, tanto a la liberación como durante la vida útil.

source: For the 12-lead ECG done at screening and the EOT visit, the interpretation of the tracing had to be made locally by a qualified physician or appropriately qualified designee and documented on the ECG section of the eCRF.
es_es: Para el ECG de 12 derivaciones realizado en la selección y en la visita de fin del tratamiento, debió interpretar los trazos localmente un médico calificado o una persona designada y adecuadamente calificada, quien hubo de documentar la lectura en la sección de ECG del eCRF.

source: For the 17 randomised patients still in trial on 31 Aug 2020 at that site, vital status was allowed to be collected at trial close-out on paper CRF.
es_es: Para los 17 pacientes aleatorizados que aún estaban en el ensayo al 31 de agosto de 2020 en ese sitio, se permitió recopilar el estado vital al cierre del ensayo en un CRF en papel.

source: For the lyophilisation cycle with the least aggressive parameter settings (low temperature / low pressure) the end of primary drying (determined by DP to shelf temperature approximation) was reached within the longest amount of time (38 hours transfer batch 1).
es_es: En el ciclo de liofilización con los ajustes menos agresivos en los parámetros (baja temperatura/baja presión), el final del secado primario (determinado por la aproximación del medicamento a la temperatura de almacenamiento) se alcanzó dentro del período más extenso (38 horas, partida de transferencia 1).

source: For the AESI “decreased renal function”, patients had to be followed up appropriately based on local clinical guidance.
es_es: De presentar el EAIP "disminución de la función renal", los pacientes debían recibir un seguimiento adecuado según las directrices clínicas locales.

source: For the CRFs, all data had to be derived from source documents.
es_es: En los CRF, todos los datos debían provenir de documentos fuente.

source: For the Declaration of Conformity (CE) for the vial adapter please refer to Section 3.2.R.
es_es: En la Sección 3.2.R, puede verse la Declaración de conformidad (CE) del adaptador de vial.

source: For the Federal Office for Safety in Health Care
es_es: Por la Oficina Federal de Seguridad Sanitaria

source: For the SST criteria accuracy it is recommended to use quality control samples with matrix.
es_es: Para los criterios de "exactitud" de las pruebas de aceptación del sistema, se recomienda usar muestras de control de calidad con matriz.

source: For the analysis of 3P-MACE and 4P-MACE, the hazard ratio (HR) of linagliptin to glimepiride was analysed with a Cox proportional hazards regression model.
es_es: En los complejos MACE de 3 y 4 puntos, se analizó el cociente de riesgos instantáneos (HR) de linagliptina sobre glimepirida mediante un modelo de regresión de Cox.

source: For the analysis of change from baseline to 30 days after treatment stop, only the available data was to be used, and only the patients with post-treatment data.
es_es: Para analizar el cambio en la tasa de filtración glomerular estimada (ERC-EPI)cr desde el inicio hasta los 30 días después de la finalización del tratamiento, solo habían de emplearse datos disonibles y únicamente los datos de aquellos pacientes que tuvieran información posterior al tratamiento.

source: For the analysis of potential drug-induced liver injury (DILI) based on Hy’s law, the following criteria were used:
es_es: Para analizar las posibles lesiones hepáticas inducidas farmacológicamente (LHIF) según ley de Hy, se utilizaron los siguientes criterios:

source: For the analysis of the specific AEs, refer to Section 9.7.1.3.4.
es_es: En la Sección 9.7.1.3.4, hay un análisis de los eventos adversos específicos.

source: For the assembled PFS-NSD-1, release testing will consist of identity testing and functional testing.
es_es: Para el dispositivo PFS-NSD-1 ensamblado, las pruebas de liberación consistirán en pruebas de identificación y de funcionalidad.

source: For the assessment of clinically confirmed ranges, the release and stability data for solution for injection (150 mg/mL) from the CMC1 as well as the CMC2 manufacturing processes were taken into account.
es_es: Para la evaluación de rangos confirmados clínicamente, se tomaron en cuenta los datos de liberación y estabilidad de la solución inyectable (150 mg/ml) de los procesos de fabricación CMC1 y CMC2.

source: For the assessment of laboratory parameters, a total of approximately 40 mL blood was drawn per subject during the entire course of the trial.
es_es: Para evaluar los parámetros de laboratorio, se extrajeron a cada sujeto aproximadamente 40 mL de sangre durante todo el transcurso del ensayo.

source: For the commercial presentation (PFS-NSD-1), BI has incorporated a Needle Safety Device into the product.
es_es: Para la presentación comercial (PFS-NSD-1), BI incorporó un dispositivo de seguridad de aguja en el producto.

source: For the commercial presentation (PFS-NSD-2), Boehringer has incorporated a Needle Safety Device into the product.
es_es: Para la presentación comercial (PFS-NSD-2), Boehringer incorporó un dispositivo de seguridad de aguja en el producto.

source: For the comparability assessment of the TPA-05 process at BI Vienna to the TPA-05 process at BI Biberach reference is made to Section 3.2.S.2.6 Manufacturing Process Development.
es_es: En la Sección 3.2.S.2.6, Desarrollo del proceso de fabricación, se puede ver la comparabilidad de los procesos TPA-05 de fabricación del principio activo de BI Vienna y BI Biberach.

source: For the comparability studies between the DS manufacturing processes refer to Section 3.2.S.2.6 Manufacturing Process Development.
es_es: En la Sección 3.2.S.2.6, Desarrollo del proceso de fabricación, se incluyen los estudios de comparabilidad de los procesos de fabricación del principio activo.

source: For the content of Gentamicin in drug substance and drug product of tenecteplase (Metalyse) please refer to Section 3.2.P.5.5, Impurities in the Drug Product.
es_es: Para obtener información sobre el contenido de gentamicina en el principio activo y el medicamento de tenecteplasa (Metalyse), véase la Sección 3.2.P.5.5 relativa a impurezas en el medicamento.

source: For the current test method, a TSKgel G3000SW column 600 * 7.5 mm is used, whereas the proposed method employs a TSKgel G3000SWxl column 300 * 7.8 mm.
es_es: Para el método analítico vigente, se emplea una columna TSKgel G3000SW de 600 * 7.5 mm, en tanto que el método propuesto se vale de una columna TSKgel G3000 de 300 * 7.8 mm.

source: For the demotion of the two Safety Concerns Bleeding (including ICHJ) and Hypersenitivity reactions in the past, please see Question 4 and the general response above.
es_es: En la Pregunta 4 y la respuesta general se explicaron la descategorización de los dos riesgos de seguridad anteriores, Sangrado (incluida la hemorragia intracraneal) y Reacciones de hipersensibilidad.

source: For the eCRFs, all data had to be derived from source documents.
es_es: En los formularios electrónicos de reporte de casos, todos los datos debían provenir de documentos fuente.

source: For the entire treatment time (median duration 5.9 years), the frequency of patients with moderate hypoglycaemia (symptomatic event with blood glucose ≤ 70 mg/dL) or severe (requiring assistance) hypoglycaemia was 6.5% in the linagliptin group and 30.9% in the glimepiride group.
es_es: Para todo el tiempo que duró el tratamiento (mediana de la duración, 5.9 años), la frecuencia de pacientes con hipoglucemia moderada (evento sintomático con una glucosa en sangre ≤ 70 mg/dL) o grave (que requiriera atención) fue 6.5% con linagliptina y 30.9% con glimepirida.

source: For the evaluation of AESIs and specific AEs, a combination of investigator-defined events, CEC-adjudication results, standardised MedDRA query (SMQ), BI- customised MedDRA query (BIcMQ; when no SMQ was available), and/or additional definitions were pre- specified.
es_es: Para evaluar los eventos adversos de interés especial y los eventos adversos específicos, se prespecificó una combinación de eventos definidos por el investigador, resultados de adjudicación por el comité de eventos clínicos, consulta SMQ estandarizada en el diccionario MedDRA, consulta personalizada para BI en el diccionario MedDRA (BIcMQ; se realizó cuando no existía ninguna consulta estandarizada), y definiciones adicionales.

source: For the evolution and regulatory agreement to demote the risks as Safety Concerns in further RMPs formats and PBRER monitoring, please see also Question 5 below and the general response above.
es_es: En la Pregunta 5 y la respuesta general se verá y vio, respectivamente la evolución y el acuerdo regulatorio que llevan a descategorizar tales riesgos como riesgos de seguridad en futuros formatos de planes de gestión de riesgos y seguimientos de informes periódicos de evaluación del perfil de riesgo-beneficio.

source: For the excipient 1M hydrochloric acid, the presence of residual solvents is excluded due to the manufacturing process of the excipient.
es_es: Para el excipiente ácido clorhídrico 1M, se descarta la presencia de disolventes residuales dado el proceso de fabricación del excipiente.

source: For the excipients used for the manufacturing of empagliflozin / linagliptin film-coated tablets supplier statements regarding elemental impurities have been requested.
es_es: En cuanto a los excipientes empleados en la fabricación de comprimidos recubiertos de empagliflozina / linagliptina, se solicitó a los proveedores las correspondientes declaraciones acerca de impurezas elementales.

source: For the extractables and simulations studies at least three batches of rubber stoppers were analysed.
es_es: En los estudios de simulación y extraíbles, se analizaron al menos tres partidas de tapones de caucho.

source: For the filter surface area of 0.19 m2, this translates to a maximum amount of DS of 713 L (upper PAR limit for commercial process).
es_es: Para la superficie de filtro de 0.19 m2, esto se traslada a una cantidad máxima de principio activo de 713 l (límite del rango aceptabe comprobado superior para el proceso comercial).

source: For the formulated bulk two freeze and thaw cycles may be performed.
es_es: Para el granel formulado, es posible realizar dos ciclos de congelamiento y descongelamiento.

source: For the further efficacy endpoints addressing the same medical topics as the secondary endpoints, the trends were consistent with the secondary endpoints shown above.
es_es: Para los criterios de valoración de eficacia adicionales que abordan los mismos temas médicos que los criterios de valoración secundarios, las tendencias fueron coherentes con las de dichos criterios de valoración secundarios.

source: For the indication extension in AIS, no additional pharmacovigilance (PV) activities or additional risk minimization measures (aRMMs) are planned, as no substantial change in the risk profile of the product is expected.
es_es: Para la ampliación de la indicación al accidente cerebrovascular isquémico agudo, no se prevén actividades adicionales de farmacovigilancia ni medidas adicionales de minimización de riesgos, ya que no se espera ningún cambio sustancial en el perfil de riesgo del producto.

source: For the introduction of new CLO A&M STABTEST as alternative testing site for stability testing of drug product, the structure of the current registered document was completely updated including the combination of the manufacturers and the performed operations in a single table to align with the current standard / template.
es_es: Para la incorporación de CLO A&M STABTEST como nuevo centro alternativo de evaluación analítica abocado a las pruebas de estabilidad del principio activo, la estructura del documento actualmente registrado se actualizó completamente, lo que incluye la combinación de los fabricantes y las operaciones realizadas en una única tabla a fin de estar en consonancia con el estándar o plantilla vigente.

source: For the investigation of the solution state properties, the follwing batches were used:
es_es: Para investigar las propiedades en estado de solución, se emplearon las siguientes partidas:

source: For the linagliptin film-coated tablets, 5 mg it is proposed to delete the sentence regarding additional testing for compendial excipients of the tablet cores in order to harmonize the documentation used across drug product manufacturing sites.
es_es: Para linagliptina, comprimidos recubiertos, 5 mg, se propone eliminar la oración relativa a las pruebas adicionales de los excipientes de farmacopea que hay en el núcleo de los comprimidos a fin de armonizar la documentación utilizada en todas las plantas productoras del medicamento.

source: For the lyophilisation unit operation no IPCs relevant to CPPs were identified.
es_es: Para el manejo del liofilizador, no se identificaron controles intermedios del proceso que fueran relevantes para los parámetros críticos del proceso.

source: For the main analysis, the two tenecteplase dose arms will be pooled into a single arm.
es_es: Para el análisis principal, los dos grupos de tenecteplasa se combinarán en un único grupo.

source: For the manufacturing process, although water is used, it is removed during processing and is therefore not in the final product.
es_es: En el proceso de fabricación, aunque se use agua, se la elimina durante el procesamiento y, por ende, no aparece en el medicamento final.

source: For the manufacturing process, although water is used, it is removed during processing and it is therefore not in the final drug product.
es_es: En el proceso de fabricación, aunque se use agua, se la elimina durante el procesamiento y, por ende, no aparece en el medicamento final.

source: For the matrix design and rationale of this approach, see Chapter 1.2.
es_es: Para el diseño de la matriz y la justificación de este enfoque, véase la Sección 1.2.

source: For the new manufacturing site a new risk assessment was carried out to identify the critical process steps for production of Spiriva® Respimat® cartridges on this alternative manufacturing site.
es_es: Para la planta productora alternativa, se hizo una nueva evaluación de riesgos para identificar sus pasos críticos del proceso en la fabricación de los cartuchos Spiriva® Respimat®.
